Repository: DavidFragaRuso/dfr-rrss
Catalog: languages/dfr-rrss-*.po
Languages: es_es

source: DFR - WP Social Networks
es_es: DFR - WP Redes Sociales

source: My Social Networks
es_es: Mis redes sociales

source: My social networks
es_es: Mis redes sociales

source: Save Changes
es_es: Guardar

source: Plugin usage
es_es: Uso del plugin

source: Put the shortcode [rrss-links] in your pages, widgets or posts
es_es: Pon el shortcode [rrss-links] en tus paginas, widgets o posts

source: Do you need a second icon bar with different colors for your theme design?
es_es: ¿Necesita una segunda barra de iconos con diferentes colores para el diseño de su tema?

source: Simply add id="someid" to the shortcode like this:
es_es: Simplemente añada id="someid" al shortcode así:

source: Then you can add new CSS style
es_es: Entonces puedes añadir un nuevo estilo CSS

source: Example:
es_es: Ejemplo:

source: Links to your social networks
es_es: Enlaces a tus redes sociales

source: Enter the links to your social networks here
es_es: Introduce los enlaces a tus redes sociales aquí

source: Icon configuration
es_es: Configuración de iconos

source: Configure the appearance of your social network icons
es_es: Configura la apariencia de tus iconos de redes sociales

source: Facebook URL
es_es: Link de facebook

source: Instragram URL
es_es: Link de Instagram

source: Twitter URL
es_es: Link de Twitter

source: Tumblr URL
es_es: Link de Tumbrl

source: Linkedin URL
es_es: Link de Linkedin

source: Pinterest URL
es_es: Link de Pinterest

source: YouTube URL
es_es: Link de YouTube

source: Tik Tok URL
es_es: Link de Tik Tok

source: Telegram URL
es_es: Link de Telegram

source: Icons color
es_es: Color principal para los iconos

source: Icons color on Hover
es_es: Color "hover" para los iconos

source: Icons size in pixels
es_es: Tamaño del icono (en pixels)

source: Margin between Icons in pixels
es_es: Margen entre Iconos (en pixels)
